Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Tip: after recovery, pull this dashboard down to refresh sleep + training load. The crash truncated the recording at the moment it died, so the first display may be partial until that pull-to-refresh runs.
ar: نصيحة: بعد الاسترداد، اسحب لوحة المعلومات هذه لأسفل لتحديث النوم + حمل التدريب. أدى التعطّل إلى اقتطاع التسجيل في لحظة توقّفه، لذا قد يكون العرض الأول جزئيًا حتى يتم تشغيل السحب للتحديث.
da: Tip: Efter restitution kan du trække dette dashboard nedad for at opdatere søvn + træningsbelastning. Nedbruddet afkortede optagelsen i det øjeblik, den gik ned, så den første visning kan være ufuldstændig, indtil træk-for-at-opdatere køres.
de: Tipp: Ziehe diese Übersicht nach der Wiederherstellung nach unten, um Schlaf + Trainingsbelastung zu aktualisieren. Der Absturz hat die Aufzeichnung im Moment des Abbruchs abgeschnitten, daher kann die erste Anzeige unvollständig sein, bis du sie durch Ziehen aktualisierst.
es: Consejo: tras la recuperación, desliza este panel hacia abajo para actualizar el sueño y la carga de entrenamiento. El fallo truncó la grabación en el momento en que se interrumpió, por lo que la primera vista puede estar incompleta hasta que ejecutes el deslizar para actualizar.
fi: Vinkki: vedä palautumisen jälkeen tätä koontinäyttöä alaspäin päivittääksesi unen ja harjoituskuorman. Kaatuminen katkaisi tallennuksen siltä hetkeltä, jolloin se päättyi, joten ensimmäinen näkymä voi olla puutteellinen, kunnes vedä päivittääksesi suoritetaan.
fr: Astuce : après la récupération, faites glisser ce tableau de bord vers le bas pour actualiser le sommeil et la charge d'entraînement. Le plantage a interrompu l'enregistrement au moment de l'arrêt, l'affichage initial peut donc être partiel jusqu'à ce que le glisser-actualiser s'exécute.
is: Ábending: eftir endurheimt skaltu draga þetta mælaborð niður til að uppfæra svefn + æfingaálag. Hrunið skar upptökuna af á því augnabliki sem hún hætti, svo fyrsta birtingin getur verið ófullkomin þar til draga-til-að-uppfæra keyrir.
it: Suggerimento: dopo il recupero, trascina questa dashboard verso il basso per aggiornare sonno + carico di allenamento. L'arresto anomalo ha troncato la registrazione nel momento in cui si è interrotta, quindi la prima visualizzazione potrebbe essere parziale finché non esegui il trascina per aggiornare.
ja: ヒント: 回復後、このダッシュボードを下に引いて睡眠とトレーニング負荷を更新してください。クラッシュにより記録は終了した瞬間で途切れているため、引っ張って更新を実行するまで最初の表示は不完全な場合があります。
ko: 팁: 회복 후 이 대시보드를 아래로 당겨 수면과 트레이닝 부하를 새로 고치세요. 충돌로 인해 기록이 종료된 순간에 잘렸으므로, 당겨서 새로 고치기를 실행하기 전까지 첫 화면은 일부만 표시될 수 있습니다.
nb: Tips: etter restitusjon kan du dra dette dashbordet nedover for å oppdatere søvn + treningsbelastning. Krasjet kuttet opptaket i det øyeblikket det stoppet, så den første visningen kan være ufullstendig til dra-for-å-oppdatere kjøres.
nl: Tip: trek dit dashboard na herstel omlaag om slaap + trainingsbelasting te vernieuwen. De crash heeft de opname afgekapt op het moment dat deze stopte, dus de eerste weergave kan onvolledig zijn totdat het naar beneden trekken om te vernieuwen is uitgevoerd.
pt_br: Dica: após a recuperação, puxe este painel para baixo para atualizar o sono e a carga de treino. A falha truncou a gravação no momento em que parou, então a primeira exibição pode estar parcial até que o puxar para atualizar seja executado.
ru: Совет: после восстановления потяните эту панель вниз, чтобы обновить сон и тренировочную нагрузку. Сбой обрезал запись в момент остановки, поэтому первое отображение может быть неполным, пока не сработает обновление перетягиванием.
sv: Tips: efter återhämtning kan du dra den här instrumentpanelen nedåt för att uppdatera sömn + träningsbelastning. Kraschen kapade inspelningen i det ögonblick den slutade, så den första visningen kan vara ofullständig tills dra-för-att-uppdatera körs.
zh_hans: 提示：恢复后，向下拉动此仪表盘以刷新睡眠 + 训练负荷。崩溃在记录中断的那一刻将其截断，因此在执行下拉刷新之前，首次显示可能不完整。

source: Tired — go easy or rest
ar: متعب — خفّف أو ارتَح
da: Træt — tag den med ro eller hvil
de: Müde — locker machen oder ruhen
es: Cansado — suave o descansa
fi: Väsynyt — kevyesti tai lepää
fr: Fatigué — allez-y doucement ou reposez-vous
is: Þreyttur — farðu rólega eða hvíldu
it: Stanco — vai piano o riposa
ja: 疲労 — 軽めか休養を
ko: 피로 — 가볍게 하거나 휴식
nb: Trøtt — ta det rolig eller hvil
nl: Moe — rustig aan of rust
pt_br: Cansado — pegue leve ou descanse
ru: Устал(а) — легко или отдых
sv: Trött — ta det lugnt eller vila
zh_hans: 疲劳 — 放轻松或休息

source: To
ar: إلى
da: Til
de: Bis
es: Hasta
fi: Asti
fr: À
is: Til
it: A
ja: 終了
ko: 종료
nb: Til
nl: Tot
pt_br: Até
ru: До
sv: Till
zh_hans: 至

source: to %@
ar: إلى %@
da: til %@
de: bis %@
es: a %@
fr: à %@
is: til %@
it: a %@
ja: %@ まで
ko: %@까지
nb: til %@
nl: tot %@
pt_br: até %@
ru: до %@
sv: till %@
zh_hans: 至 %@

# to %@ · cc %@
source: to %1$@ · cc %2$@
ar: إلى %@ · نسخة %@
da: til %@ · cc %@
de: an %@ · cc %@
es: para %@ · cc %@
fi: vastaanottaja %@ · kopio %@
fr: à %@ · cc %@
is: til %@ · cc %@
it: a %@ · cc %@
ja: 宛先 %@ · cc %@
ko: 받는 사람 %@ · 참조 %@
nb: til %@ · kopi %@
nl: aan %@ · cc %@
pt_br: para %@ · cc %@
ru: кому %@ · копия %@
sv: till %@ · kopia %@
zh_hans: 收件人 %@ · 抄送 %@

source: Today
ar: اليوم
da: I dag
de: Heute
es: Hoy
fi: Tänään
fr: Aujourd’hui
is: Í dag
it: Oggi
ja: 今日
ko: 오늘
nb: I dag
nl: Vandaag
pt_br: Hoje
ru: Сегодня
sv: Idag
zh_hans: 今天

source: Today's 1-min HRR: %lld bpm
ar: تعافي النبض بعد دقيقة اليوم: %lld نبضة/دقيقة
da: Dagens 1-min HRR: %lld bpm
de: Heutige 1-Min-HRR: %lld bpm
es: HRR de 1 min de hoy: %lld lpm
fi: Tämän päivän 1 min HRR: %lld bpm
fr: HRR 1 min du jour : %lld bpm
is: 1 mín HRR í dag: %lld slög/mín
it: HRR 1 min di oggi: %lld bpm
ja: 本日の1分間HRR: %lld bpm
ko: 오늘의 1분 HRR: %lld bpm
nb: Dagens 1-min HRR: %lld bpm
nl: HRR van 1 min vandaag: %lld bpm
pt_br: HRR de 1 min de hoje: %lld bpm
ru: Сегодняшний HRR за 1 мин: %lld уд/мин
sv: Dagens 1-min HRR: %lld bpm
zh_hans: 今日 1 分钟心率恢复：%lld bpm

# Today's HRV (%dms) is %.0f%% above your average. Your body is well-recovered.
source: Today's HRV (%1$dms) is %2$.0f%% above your average. Your body is well-recovered.
ar: HRV اليوم (%d مللي ثانية) أعلى بنسبة %.0f%% من متوسطك. جسمك متعافٍ جيدًا.
da: Dagens HRV (%d ms) er %.0f%% over dit gennemsnit. Din krop er godt restitueret.
de: Die heutige HRV (%d ms) liegt %.0f%% über deinem Durchschnitt. Dein Körper ist gut erholt.
es: La HRV de hoy (%d ms) está un %.0f%% por encima de tu media. Tu cuerpo está bien recuperado.
fi: Tämän päivän HRV (%d ms) on %.0f%% keskiarvoasi korkeampi. Kehosi on hyvin palautunut.
fr: La HRV du jour (%d ms) est %.0f%% au-dessus de votre moyenne. Votre corps est bien récupéré.
is: HRV dagsins (%d ms) er %.0f%% yfir meðaltali þínu. Líkaminn er vel endurheimtur.
it: L’HRV di oggi (%d ms) è del %.0f%% sopra la tua media. Il tuo corpo è ben recuperato.
ja: 本日の HRV（%d ms）は平均より %.0f%% 高い値です。身体はよく回復しています。
ko: 오늘의 HRV(%d ms)는 평균보다 %.0f%% 높습니다. 몸이 잘 회복되었습니다.
nb: Dagens HRV (%d ms) er %.0f%% over gjennomsnittet ditt. Kroppen er godt restituert.
nl: De HRV van vandaag (%d ms) ligt %.0f%% boven je gemiddelde. Je lichaam is goed hersteld.
pt_br: A VFC de hoje (%d ms) está %.0f%% acima da sua média. Seu corpo está bem recuperado.
ru: Сегодняшняя ВСР (%d мс) на %.0f%% выше вашего среднего. Организм хорошо восстановлен.
sv: Dagens HRV (%d ms) ligger %.0f%% över ditt genomsnitt. Kroppen är väl återhämtad.
zh_hans: 今日 HRV（%d ms）比你的平均值高 %.0f%%。身体恢复良好。

# Today's HRV (%dms) is %.0f%% below your average. Recovery is reduced.
source: Today's HRV (%1$dms) is %2$.0f%% below your average. Recovery is reduced.
ar: HRV اليوم (%d مللي ثانية) أقل بنسبة %.0f%% من متوسطك. التعافي منخفض.
da: Dagens HRV (%d ms) er %.0f%% under dit gennemsnit. Restitutionen er nedsat.
de: Die heutige HRV (%d ms) liegt %.0f%% unter deinem Durchschnitt. Die Erholung ist vermindert.
es: La HRV de hoy (%d ms) está un %.0f%% por debajo de tu media. La recuperación es menor.
fi: Tämän päivän HRV (%d ms) on %.0f%% keskiarvoasi matalampi. Palautuminen on heikentynyt.
fr: La HRV du jour (%d ms) est %.0f%% sous votre moyenne. La récupération est réduite.
is: HRV dagsins (%d ms) er %.0f%% undir meðaltali þínu. Endurheimt er skert.
it: L’HRV di oggi (%d ms) è del %.0f%% sotto la tua media. Il recupero è ridotto.
ja: 本日の HRV（%d ms）は平均より %.0f%% 低い値です。回復が低下しています。
ko: 오늘의 HRV(%d ms)는 평균보다 %.0f%% 낮습니다. 회복이 저하되었습니다.
nb: Dagens HRV (%d ms) er %.0f%% under gjennomsnittet ditt. Restitusjonen er redusert.
nl: De HRV van vandaag (%d ms) ligt %.0f%% onder je gemiddelde. Het herstel is verminderd.
pt_br: A VFC de hoje (%d ms) está %.0f%% abaixo da sua média. A recuperação está reduzida.
ru: Сегодняшняя ВСР (%d мс) на %.0f%% ниже вашего среднего. Восстановление снижено.
sv: Dagens HRV (%d ms) ligger %.0f%% under ditt genomsnitt. Återhämtningen är nedsatt.
zh_hans: 今日 HRV（%d ms）比你的平均值低 %.0f%%。恢复有所下降。

source: Today's HRV (%dms) is in your usual band. Body is in a normal recovery window.
ar: HRV اليوم (%d مللي ثانية) ضمن نطاقك المعتاد. الجسم في نافذة تعافٍ طبيعية.
da: Dagens HRV (%d ms) ligger i dit sædvanlige bånd. Kroppen er i et normalt restitutionsvindue.
de: Die heutige HRV (%d ms) liegt in deinem üblichen Band. Der Körper befindet sich in einem normalen Erholungsfenster.
es: La HRV de hoy (%d ms) está en tu banda habitual. El cuerpo está en una ventana de recuperación normal.
fi: Tämän päivän HRV (%d ms) on tavanomaisella alueellasi. Keho on normaalissa palautumisikkunassa.
fr: La HRV du jour (%d ms) est dans votre plage habituelle. Le corps est dans une fenêtre de récupération normale.
is: HRV dagsins (%d ms) er á venjulegu bili þínu. Líkaminn er í eðlilegum endurheimtarglugga.
it: L’HRV di oggi (%d ms) è nella tua banda abituale. Il corpo è in una normale finestra di recupero.
ja: 本日の HRV（%d ms）は通常の帯域内です。身体は正常な回復ウィンドウにあります。
ko: 오늘의 HRV(%d ms)는 평소 범위 안입니다. 몸은 정상적인 회복 구간에 있습니다.
nb: Dagens HRV (%d ms) er i ditt vanlige bånd. Kroppen er i et normalt restitusjonsvindu.
nl: De HRV van vandaag (%d ms) valt in je gebruikelijke band. Het lichaam zit in een normaal herstelvenster.
pt_br: A VFC de hoje (%d ms) está na sua faixa habitual. O corpo está em uma janela normal de recuperação.
ru: Сегодняшняя ВСР (%d мс) в вашем обычном диапазоне. Организм в нормальном окне восстановления.
sv: Dagens HRV (%d ms) ligger i ditt vanliga band. Kroppen är i ett normalt återhämtningsfönster.
zh_hans: 今日 HRV（%d ms）处于你的常规区间。身体处在正常恢复窗口。

source: Today's reading is saved. Verdict appears once we have enough history.
ar: تم حفظ قراءة اليوم. سيظهر الحكم بمجرد توفر سجل كافٍ.
da: Dagens måling er gemt. Vurderingen vises, når vi har nok historik.
de: Die heutige Messung ist gespeichert. Die Einschätzung erscheint, sobald genug Verlauf vorliegt.
es: La lectura de hoy está guardada. El veredicto aparecerá cuando tengamos suficiente historial.
fi: Tämän päivän lukema on tallennettu. Arvio ilmestyy, kun historiaa on tarpeeksi.
fr: La mesure du jour est enregistrée. Le verdict apparaîtra dès que l’historique sera suffisant.
is: Mæling dagsins er vistuð. Niðurstaðan birtist þegar næg saga liggur fyrir.
it: La lettura di oggi è salvata. Il verdetto comparirà quando ci sarà storico sufficiente.
ja: 本日の測定を保存しました。十分な履歴がたまると判定が表示されます。
ko: 오늘의 측정이 저장되었습니다. 이력이 충분히 쌓이면 판정이 표시됩니다.
nb: Dagens måling er lagret. Vurderingen vises når vi har nok historikk.
nl: De meting van vandaag is opgeslagen. Het oordeel verschijnt zodra er genoeg historie is.
pt_br: A leitura de hoje foi salva. O veredito aparece quando houver histórico suficiente.
ru: Сегодняшнее измерение сохранено. Вывод появится, когда накопится достаточно истории.
sv: Dagens mätning är sparad. Utlåtandet visas när vi har tillräckligt med historik.
zh_hans: 今天的读数已保存。历史数据足够后会显示结论。

source: Today's RMSSD. Higher values reflect parasympathetic dominance.
ar: RMSSD اليوم. القيم الأعلى تعكس هيمنة نظير ودية.
da: Dagens RMSSD. Højere værdier afspejler parasympatisk dominans.
de: Heutiger RMSSD. Höhere Werte spiegeln parasympathische Dominanz wider.
es: RMSSD de hoy. Los valores más altos reflejan dominio parasimpático.
fi: Tämän päivän RMSSD. Korkeammat arvot heijastavat parasympaattista hallintaa.
fr: RMSSD du jour. Des valeurs plus élevées reflètent une dominance parasympathique.
is: RMSSD dagsins. Hærri gildi endurspegla sefkerfisyfirráð.
it: RMSSD di oggi. Valori più alti riflettono dominanza parasimpatica.
ja: 本日の RMSSD。値が高いほど副交感神経優位を示します。
ko: 오늘의 RMSSD. 값이 높을수록 부교감 우세를 나타냅니다.
nb: Dagens RMSSD. Høyere verdier gjenspeiler parasympatisk dominans.
nl: RMSSD van vandaag. Hogere waarden weerspiegelen parasympathische dominantie.
pt_br: RMSSD de hoje. Valores mais altos refletem predomínio parassimpático.
ru: Сегодняшний RMSSD. Более высокие значения отражают парасимпатическое доминирование.
sv: Dagens RMSSD. Högre värden speglar parasympatisk dominans.
zh_hans: 今日 RMSSD。数值越高表示副交感越占优。

source: Today's route
ar: مسار اليوم
da: Dagens rute
de: Heutige Route
es: Ruta de hoy
fi: Tämän päivän reitti
fr: Itinéraire du jour
is: Leið dagsins
it: Percorso di oggi
ja: 今日のルート
ko: 오늘의 경로
nb: Dagens rute
nl: Route van vandaag
pt_br: Rota de hoje
ru: Сегодняшний маршрут
sv: Dagens rutt
zh_hans: 今天的路线

source: Today's training
ar: تدريب اليوم
da: Dagens træning
de: Heutiges Training
es: Entrenamiento de hoy
fi: Tämän päivän harjoitus
fr: Entraînement du jour
is: Æfing dagsins
it: Allenamento di oggi
ja: 今日のトレーニング
ko: 오늘의 훈련
nb: Dagens trening
nl: Training van vandaag
pt_br: Treino de hoje
ru: Сегодняшняя тренировка
sv: Dagens träning
zh_hans: 今日训练

source: TODAY'S WORKOUT
ar: تمرين اليوم
da: DAGENS TRÆNING
de: HEUTIGES TRAINING
es: ENTRENAMIENTO DE HOY
fi: PÄIVÄN HARJOITUS
fr: SÉANCE DU JOUR
is: ÆFING DAGSINS
it: ALLENAMENTO DI OGGI
ja: 今日のワークアウト
ko: 오늘의 운동
nb: DAGENS ØKT
nl: TRAINING VAN VANDAAG
pt_br: TREINO DE HOJE
ru: ТРЕНИРОВКА НА СЕГОДНЯ
sv: DAGENS TRÄNING
zh_hans: 今日训练

source: Toggle voice chat
ar: تبديل الدردشة الصوتية
da: Slå stemmechat til/fra
de: Sprachchat umschalten
es: Activar o desactivar el chat de voz
fi: Vaihda puhechatin tila
fr: Activer/désactiver le chat vocal
is: Kveikja/slökkva á raddspjalli
it: Attiva/disattiva la chat vocale
ja: 音声チャットを切り替え
ko: 음성 채팅 전환
nb: Slå talechat på/av
nl: Spraakchat in-/uitschakelen
pt_br: Ativar/desativar chat de voz
ru: Переключить голосовой чат
sv: Växla röstchatt
zh_hans: 切换语音聊天

source: TOMORROW
ar: غدًا
da: I MORGEN
de: MORGEN
es: MAÑANA
fi: HUOMENNA
fr: DEMAIN
is: Á MORGUN
it: DOMANI
ja: 明日
ko: 내일
nb: I MORGEN
nl: MORGEN
pt_br: AMANHÃ
ru: ЗАВТРА
sv: IMORGON
zh_hans: 明天

source: Tomorrow's overnight recovery will show how you recovered from this session.
ar: سيُظهر التعافي الليلي غدًا مدى تعافيك من هذه الجلسة.
da: Morgendagens natlige restitution viser, hvordan du restituerede efter denne session.
de: Die morgige nächtliche Erholung zeigt, wie du dich von dieser Sitzung erholt hast.
es: La recuperación nocturna de mañana mostrará cómo te recuperaste de esta sesión.
fi: Huomisen yön aikainen palautuminen näyttää, miten palauduit tästä istunnosta.
fr: La récupération nocturne de demain montrera comment vous avez récupéré de cette séance.
is: Næturendurheimt á morgun mun sýna hvernig þú náðir þér eftir þessa lotu.
it: Il recupero notturno di domani mostrerà come ti sei ripreso da questa sessione.
ja: 明日の夜間回復で、このセッションからどれだけ回復したかが分かります。
ko: 내일의 야간 회복에서 이 세션으로부터 얼마나 회복했는지 확인할 수 있습니다.
nb: Morgendagens nattlige restitusjon viser hvordan du restituerte etter denne økten.
nl: Het nachtelijke herstel van morgen laat zien hoe je van deze sessie hersteld bent.
pt_br: A recuperação noturna de amanhã mostrará como você se recuperou desta sessão.
ru: Завтрашнее ночное восстановление покажет, как вы восстановились после этой сессии.
sv: Morgondagens nattliga återhämtning visar hur du återhämtade dig från det här passet.
zh_hans: 明天的夜间恢复将显示你从这次锻炼中恢复的情况。

source: Total
ar: الإجمالي
da: I alt
de: Gesamt
fi: Yhteensä
is: Samtals
it: Totale
ja: 合計
ko: 총계
nb: Totalt
nl: Totaal
ru: Всего
sv: Totalt
zh_hans: 总计

source: Total Errors
ar: إجمالي الأخطاء
da: Fejl i alt
de: Fehler gesamt
es: Total de errores
fi: Virheitä yhteensä
fr: Total des erreurs
is: Villur samtals
it: Errori totali
ja: 合計エラー
ko: 총 오류
nb: Totalt antall feil
nl: Totaal fouten
pt_br: Total de Erros
ru: Всего ошибок
sv: Totalt antal fel
zh_hans: 总错误数

source: Total Power
ar: إجمالي القدرة
da: Samlet effekt
de: Gesamtleistung
es: Potencia total
fi: Kokonaisteho
fr: Puissance totale
is: Heildarafl
it: Potenza totale
ja: 合計パワー
ko: 총 파워
nb: Total effekt
nl: Totaal vermogen
pt_br: Potência total
ru: Общая мощность
sv: Total effekt
zh_hans: 总功率

source: Total RR Intervals
ar: إجمالي فترات RR
da: Samlede RR-intervaller
de: RR-Intervalle gesamt
es: Intervalos RR totales
fi: RR-intervallit yhteensä
fr: Total des intervalles RR
is: Heildarfjöldi RR-bila
it: Intervalli RR totali
ja: RR間隔の合計
ko: 총 RR 간격
nb: Totalt antall RR-intervaller
nl: Totaal aantal RR-intervallen
pt_br: Total de intervalos RR
ru: Всего интервалов RR
sv: Totalt antal RR-intervall
zh_hans: RR 间期总数

source: Total Sessions
ar: إجمالي الجلسات
da: Sessioner i alt
de: Sitzungen gesamt
es: Total de sesiones
fi: Istuntoja yhteensä
fr: Total des sessions
is: Lotur samtals
it: Sessioni totali
ja: 合計セッション
ko: 총 세션
nb: Totalt antall økter
nl: Totaal sessies
pt_br: Total de Sessões
ru: Всего сессий
sv: Totalt antal sessioner
zh_hans: 总记录数

source: Total Sleep
ar: إجمالي النوم
da: Samlet søvn
de: Gesamtschlaf
es: Sueño total
fi: Uni yhteensä
fr: Sommeil total
is: Heildarsvefn
it: Sonno totale
ja: 合計睡眠
ko: 총 수면
nb: Total søvn
nl: Totale slaap
pt_br: Sono total
ru: Всего сна
sv: Total sömn
zh_hans: 总睡眠

source: TOTAL SLEEP
ar: إجمالي النوم
da: SAMLET SØVN
de: GESAMTSCHLAF
es: SUEÑO TOTAL
fi: UNTA YHTEENSÄ
fr: SOMMEIL TOTAL
is: HEILDARSVEFN
it: SONNO TOTALE
ja: 総睡眠時間
ko: 총 수면
nb: TOTAL SØVN
nl: TOTALE SLAAP
pt_br: SONO TOTAL
ru: ОБЩИЙ СОН
sv: TOTAL SÖMN
zh_hans: 总睡眠

source: Total Sleep Time
ar: إجمالي وقت النوم
da: Samlet sovetid
de: Gesamtschlafzeit
es: Tiempo total de sueño
fi: Kokonaisuniaika
fr: Temps de sommeil total
is: Heildarsveftími
it: Tempo di sonno totale
ja: 総睡眠時間
ko: 총 수면 시간
nb: Total sovetid
nl: Totale slaaptijd
pt_br: Tempo total de sono
ru: Общее время сна
sv: Total sovtid
zh_hans: 总睡眠时长

source: Total Spectral Power
ar: إجمالي القدرة الطيفية
da: Samlet spektral effekt
de: Gesamte Spektralleistung
es: Potencia espectral total
fi: Kokonaisspektriteho
fr: Puissance spectrale totale
is: Heildarrófsafl
it: Potenza spettrale totale
ja: 総スペクトルパワー
ko: 총 스펙트럼 파워
nb: Total spektraleffekt
nl: Totaal spectraal vermogen
pt_br: Potência espectral total
ru: Общая спектральная мощность
sv: Total spektraleffekt
zh_hans: 总频谱功率

source: Total time from lights-out to final wake. The difference between in-bed time and sleep time is your wake-after-sleep-onset (WASO) plus sleep onset latency. Spending >30 minutes awake in bed may reinforce insomnia patterns — cognitive behavioral therapy for insomnia (CBT-I) uses stimulus control to address this.
ar: الوقت الإجمالي من إطفاء الأنوار إلى الاستيقاظ النهائي. والفرق بين وقت السرير ووقت النوم هو مدة اليقظة بعد بدء النوم (WASO) مضافًا إليها زمن الاستغراق. وقضاء أكثر من 30 دقيقة مستيقظًا في السرير قد يعزّز أنماط الأرق — ويعالج العلاج المعرفي السلوكي للأرق (CBT-I) ذلك عبر ضبط المثيرات.
da: Samlet tid fra lyset slukkes til den sidste opvågning. Forskellen mellem tid i sengen og sovetid er din vågentid efter indsovning (WASO) plus indsovningstiden. Mere end 30 minutter vågen i sengen kan forstærke insomnimønstre — kognitiv adfærdsterapi for insomni (CBT-I) bruger stimuluskontrol til at håndtere det.
de: Gesamtzeit vom Licht-Aus bis zum endgültigen Aufwachen. Die Differenz zwischen Bettzeit und Schlafzeit ist deine Wachzeit nach Schlafbeginn (WASO) plus Einschlafdauer. Mehr als 30 Minuten wach im Bett können Insomnie-Muster verstärken — die kognitive Verhaltenstherapie bei Insomnie (CBT-I) begegnet dem mit Stimuluskontrolle.
es: Tiempo total desde apagar la luz hasta el despertar final. La diferencia entre el tiempo en la cama y el tiempo de sueño es tu vigilia tras el inicio del sueño (WASO) más la latencia de inicio. Pasar más de 30 minutos despierto en la cama puede reforzar patrones de insomnio — la terapia cognitivo-conductual para el insomnio (TCC-I) lo aborda con control de estímulos.
fi: Kokonaisaika valojen sammutuksesta viimeiseen heräämiseen. Sängyssäoloajan ja uniajan erotus on nukahtamisen jälkeinen valveilla oloaika (WASO) plus nukahtamisviive. Yli 30 minuutin valveilla olo sängyssä voi vahvistaa unettomuuden kaavaa — unettomuuden kognitiivinen käyttäytymisterapia (CBT-I) käyttää tähän ärsykekontrollia.
fr: Temps total entre l’extinction des lumières et le réveil final. La différence entre le temps au lit et le temps de sommeil correspond à l’éveil après endormissement (WASO) plus la latence d’endormissement. Passer plus de 30 minutes éveillé au lit peut renforcer les schémas d’insomnie — la thérapie cognitivo-comportementale de l’insomnie (TCC-I) y répond par le contrôle du stimulus.
is: Heildartími frá því ljósin slokkna þar til þú vaknar endanlega. Munurinn á tíma í rúmi og svefntíma er vökutími eftir að þú sofnaðir (WASO) að viðbættri svefnbið. Að liggja vakandi í rúmi lengur en 30 mínútur getur styrkt svefnleysismynstur — hugræn atferlismeðferð við svefnleysi (CBT-I) bregst við því með áreitisstjórnun.
it: Tempo totale dallo spegnere la luce al risveglio finale. La differenza tra il tempo a letto e il tempo di sonno è la veglia dopo l’addormentamento (WASO) più la latenza di addormentamento. Restare svegli a letto più di 30 minuti può rinforzare i pattern di insonnia — la terapia cognitivo-comportamentale per l’insonnia (CBT-I) lo affronta con il controllo dello stimolo.
ja: 消灯から最終覚醒までの総時間です。就床時間と睡眠時間の差が、入眠後の覚醒時間（WASO）と入眠潜時の合計にあたります。覚醒したまま 30 分以上床にいると不眠のパターンを強めることがあり、不眠に対する認知行動療法（CBT-I）では刺激制御でこれに対処します。
ko: 소등부터 최종 기상까지의 총 시간입니다. 침대에 있던 시간과 실제 수면 시간의 차이가 입면 후 각성 시간(WASO)에 입면 잠복기를 더한 값입니다. 깨어 있는 채로 침대에 30분 넘게 머물면 불면 패턴이 강화될 수 있으며, 불면증 인지행동치료(CBT-I)는 자극 조절로 이를 다룹니다.
nb: Total tid fra lyset slukkes til den siste oppvåkningen. Differansen mellom tid i sengen og sovetid er våken tid etter innsovning (WASO) pluss innsovningstiden. Å ligge våken i sengen i mer enn 30 minutter kan forsterke insomnimønstre — kognitiv atferdsterapi for insomni (CBT-I) møter dette med stimuluskontroll.
nl: Totale tijd van licht uit tot het definitieve ontwaken. Het verschil tussen tijd in bed en slaaptijd is je waaktijd na inslapen (WASO) plus de inslaaptijd. Meer dan 30 minuten wakker in bed liggen kan slapeloosheidspatronen versterken — cognitieve gedragstherapie voor insomnie (CGT-I) pakt dit aan met stimuluscontrole.
pt_br: Tempo total do apagar das luzes até o despertar final. A diferença entre o tempo na cama e o tempo de sono é a vigília após o início do sono (WASO) mais a latência para adormecer. Passar mais de 30 minutos acordado na cama pode reforçar padrões de insônia — a terapia cognitivo-comportamental para insônia (TCC-I) trata isso com controle de estímulos.
ru: Общее время от выключения света до окончательного пробуждения. Разница между временем в постели и временем сна — это бодрствование после засыпания (WASO) плюс латентность засыпания. Более 30 минут бодрствования в постели могут закреплять паттерны бессонницы — когнитивно-поведенческая терапия бессонницы (КПТ-Б) отвечает на это контролем стимулов.
sv: Total tid från släckt lampa till det slutgiltiga uppvaknandet. Skillnaden mellan tid i sängen och sömntid är vaken tid efter insomning (WASO) plus insomningstiden. Att ligga vaken i sängen i mer än 30 minuter kan förstärka insomnimönster — kognitiv beteendeterapi vid insomni (KBT-i) möter detta med stimuluskontroll.
zh_hans: 从熄灯到最终醒来的总时长。卧床时间与睡眠时间之差，即入睡后清醒时间（WASO）加上入睡潜伏期。清醒躺床超过 30 分钟可能强化失眠模式 — 失眠认知行为治疗（CBT-I）会用刺激控制来应对这一点。
